/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"YCRefreshHeaderIdleText"           = "下拉可以刷新";
"YCRefreshHeaderPullingText"        = "鬆開立即刷新";
"YCRefreshHeaderRefreshingText"     = "正在刷新數據中...";

"YCRefreshAutoFooterIdleText"       = "點擊或上拉加載更多";
"YCRefreshAutoFooterRefreshingText" = "正在加載更多的數據...";
"YCRefreshAutoFooterNoMoreDataText" = "已經全部加載完畢";

"YCRefreshBackFooterIdleText"       = "上拉可以加載更多";
"YCRefreshBackFooterPullingText"    = "鬆開立即加載更多";
"YCRefreshBackFooterRefreshingText" = "正在加載更多的數據...";
"YCRefreshBackFooterNoMoreDataText" = "已經全部加載完畢";

"YCRefreshHeaderLastTimeText"       = "最後更新：";
"YCRefreshHeaderDateTodayText"      = "今天";
"YCRefreshHeaderNoneLastDateText"   = "無記錄";
